Repository: onkhea/POS_SYSTEM
Catalog: GUI/Purchases/SIDEBIT_NOTE_FRM.*.resx
Languages: km_kh

# StartToolStripButton.Text
source: &Start
km_kh: ចាប់ផ្តើម

# ToolStripSplitButton1.Text
source: &View
km_kh: មើល

# ToolStripDropDownButton1.Text
source: &Actions
km_kh: សកម្មភាព

# tool_debitNote.Text
source: &Post
km_kh: ប្រកាស

# LineNo.HeaderText
source: Line_No
km_kh: លេខ​បន្ទាត់

# location.HeaderText
source: Location
km_kh: ទីតាំង

# ItemCode.HeaderText
source: Item Code
km_kh: លេខកូដធាតុ

# ItemDesc.HeaderText
source: Item Description
km_kh: ការពិពណ៌នាធាតុ

# UnitPurchase.HeaderText
source: Unit Purchase
km_kh: ការទិញឯកតា

# PurchaseQty.HeaderText
source: Purchase Qty
km_kh: ទិញ Qty

# StockQty.HeaderText
source: Stock Quantity
km_kh: បរិមាណស្តុក

# PurchaseCost.HeaderText
source: PurchaseCost
km_kh: ការចំណាយលើការទិញ

# lineRef.HeaderText
source: Line Ref
km_kh: បន្ទាត់ Ref

# OrginalLine.HeaderText
source: Original Line
km_kh: បន្ទាត់ដើម

# UnitStock.HeaderText
source: UnitStock
km_kh: ឯកតាភាគហ៊ុន

# Label5.Text
source: Name *
km_kh: ឈ្មោះ *

# Label3.Text
source: Invoice Ref
km_kh: វិក្កយបត្រ Ref

# Label16.Text
source: Invoice Value:
km_kh: តម្លៃវិក្កយបត្រ៖

# Label27.Text
source: Debit Value:
km_kh: តម្លៃឥណពន្ធ៖

# Label6.Text
source: Supplier Code
km_kh: លេខកូដអ្នកផ្គត់ផ្គង់

# Label7.Text
source: Delivery Code
km_kh: លេខកូដចែកចាយ

# Label23.Text
source: Debit Quantity:
km_kh: បរិមាណឥណពន្ធ៖

# Label14.Text
source: Invoice Quantity:
km_kh: បរិមាណវិក្កយបត្រ៖

# Label9.Text
source: Supplier Ref
km_kh: អ្នកផ្គត់ផ្គង់ Ref

# Label12.Text
source: &Comments
km_kh: មតិយោបល់

# Label15.Text
source: Status
km_kh: ស្ថានភាព

# Label4.Text
source: Matching Ref
km_kh: ការផ្គូផ្គង Ref

# Label2.Text
source: Order Ref
km_kh: បញ្ជាទិញ Ref

# Label10.Text
source: Debit Note Ref
km_kh: កំណត់ចំណាំឥណពន្ធ Ref

# Label8.Text
source: Date
km_kh: កាលបរិច្ឆេទ

# Label17.Text
source: Address1
km_kh: អាស័យដ្ឋាន ១

# Label18.Text
source: Address2
km_kh: អាស័យដ្ឋាន ២

# Label19.Text
source: Address3
km_kh: អាស័យដ្ឋាន ៣

# Label21.Text
source: Address5
km_kh: អាស័យដ្ឋាន ៥

# Label20.Text
source: Address4
km_kh: អាស័យដ្ឋាន ៤
