Repository: onkhea/POS_SYSTEM
Catalog: GUI/SaleProcessing/SALEPROCESSING_FRM.*.resx
Languages: km_kh

# StartToolStrip.Text
source: &Start
km_kh: ចាប់ផ្តើម

# toolStripButton2.Text
source: &View
km_kh: មើល

# toolStripButton3.Text
source: &Action
km_kh: សកម្មភាព

# HoldToolStrip.Text
source: Hold
km_kh: កាន់

# ReleaseToolStrip.Text
source: Release
km_kh: ចេញផ្សាយ

# label19.Text
source: Invoice Discount :
km_kh: ការបញ្ចុះតម្លៃលើវិក្កយបត្រ៖

# label18.Text
source: Total VAT :
km_kh: សរុប VAT :

# label17.Text
source: Grand Total :
km_kh: តំលៃ​បូក​សរុប :

# label15.Text
source: Total Quantity :
km_kh: បរិមាណ​សរុប :

# label16.Text
source: Item Discount :
km_kh: បញ្ចុះតម្លៃទំនិញ៖

# label14.Text
source: Deliveries :
km_kh: ការដឹកជញ្ជូន :

# label13.Text
source: Address2 :
km_kh: អាស័យដ្ឋាន 2:

# label12.Text
source: Address3 :
km_kh: អាស័យដ្ឋាន 3:

# label11.Text
source: Address5 :
km_kh: អាស័យដ្ឋាន 5:

# label10.Text
source: Address4 :
km_kh: អាស័យដ្ឋាន 4:

# label9.Text
source: Address1 :
km_kh: អាស័យដ្ឋាន 1:

# label8.Text
source: Name * :
km_kh: ឈ្មោះ * :

# label7.Text
source: Customer :
km_kh: អតិថិជន៖

# label6.Text
source: Invoice Disc (USD) :
km_kh: បញ្ចុះតម្លៃវិក្កយបត្រ(USD) :

# label5.Text
source: Invoice Value :
km_kh: តម្លៃវិក្កយបត្រ៖

# label4.Text
source: Comment :
km_kh: មតិយោបល់៖

# ORD_LINE.HeaderText
source: Line
km_kh: បន្ទាត់

# LOC_CODE.HeaderText
source: Location
km_kh: ទីតាំង

# ITEM_CODE.HeaderText
source: Item Code
km_kh: លេខកូដធាតុ

# ITEM_DESC.HeaderText
source: Item Description
km_kh: ការពិពណ៌នាធាតុ

# INV_UNIT.HeaderText
source: Unit
km_kh: ឯកតា

# INV_QTY.HeaderText
source: Quantity
km_kh: បរិមាណ

# INV_STOCK.HeaderText
source: Stock QTY
km_kh: ភាគហ៊ុន QTY

# INV_PRICE.HeaderText
source: Price
km_kh: តម្លៃ

# INV_SUB.HeaderText
source: Sub Total
km_kh: សរុបរង

# INV_DISCA.HeaderText
source: Discount
km_kh: បញ្ចុះតម្លៃ

# INV_TOTAL.HeaderText
source: Total
km_kh: សរុប

# SaleType.HeaderText
source: SaleType
km_kh: ប្រភេទលក់

# DiscountP.HeaderText
source: Discount Percent
km_kh: បញ្ចុះតម្លៃភាគរយ

# UnitOfSale.HeaderText
source: Unit Of Sale
km_kh: ឯកតានៃការលក់

# Employee.HeaderText
source: Employee
km_kh: និយោជិត
