Repository: onkhea/POS_SYSTEM
Catalog: GUI/Maintains/ADDITEM_FRM.*.resx
Languages: km_kh

# lblcus9.Text
source: Custom Field KH1
km_kh: ផ្ទាល់ខ្លួន​ខ្មែរ ផ្សេងៗ១

# lblcus1.Text
source: Custom Field1
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ១

# lblcus10.Text
source: Custom Field KH2
km_kh: ផ្ទាល់ខ្លួន​ខ្មែរ ផ្សេងៗ២

# lblcus2.Text
source: Custom Field2
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ២

# Label30.Text
source: Please completed your information
km_kh: សូមបំពេញព័ត៌មានរបស់អ្នក

# lblcus8.Text
source: Custom Field8
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៨

# lblcus3.Text
source: Custom Field3
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៣

# lblcus6.Text
source: Custom Field6
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៦

# lblcus7.Text
source: Custom Field7
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៧

# lblcus4.Text
source: Custom Field4
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៤

# lblcus5.Text
source: Custom Field5
km_kh: ផ្ទាល់ខ្លួន ផ្សេងៗ៥

# tabCus.Text
source: Custom Fields
km_kh: វាលផ្ទាល់ខ្លួន

# btnDelete.Text
source: &Delete
km_kh: លុប

# btnEdit.Text
source: &Edit
km_kh: កែសម្រួល

# Label23.Text
source: Supplier Code
km_kh: លេខកូដអ្នកផ្គត់ផ្គង់

# btnAdd.Text
source: &Add
km_kh: បន្ថែម

# ColumnHeader1.Text
source: Sup Code
km_kh: កូដ អ្នកផ្គត់ផ្គង់

# ColumnHeader4.Text
source: Supplier Name
km_kh: ឈ្មោះអ្នកផ្គត់ផ្គង់

# ColumnHeader2.Text
source: Unit Pur
km_kh: ឯកតា ទិញ

# ColumnHeader3.Text
source: Cost
km_kh: ចំណាយ

# Label42.Text
source: Please completed your information
km_kh: សូមបំពេញព័ត៌មានរបស់អ្នក

# Label11.Text
source: Unit of Purchase
km_kh: ឯកតានៃការទិញ

# Label17.Text
source: Purchase Cost
km_kh: ចំណាយការទិញ

# tabSup.Text
source: Suppliers
km_kh: អ្នកផ្គត់ផ្គង់

# Label16.Text
source: Please completed your information
km_kh: សូមបំពេញព័ត៌មានរបស់អ្នក

# btnClear.Text
source: C&lear
km_kh: ច្បាស់

# btnB.Text
source: &Browse
km_kh: រុករក

# GroupBox3.Text
source: Picture ()
km_kh: រូបភាព ()

# Label1.Text
source: Item &Code
km_kh: កូដទំនិញ

# Label3.Text
source: Bar-Code
km_kh: បាកូដ

# OK_Button.Text
source: &OK
km_kh: យល់ព្រម

# Cancel_Button.Text
source: &Cancel
km_kh: បោះបង់

# label2.Text
source: &Status
km_kh: ស្ថានភាព

# lblsp1.Text
source: Price of Unit Sale
km_kh: តម្លៃលក់ឯកតា

# Label12.Text
source: Cost of Unit Sale
km_kh: ការចំណាយឯកតាលក់

# Label18.Text
source: Item Type
km_kh: ប្រភេទទំនិញ

# Label19.Text
source: Cost of Unit Stock
km_kh: ការចំណាយឯកតាស្តុក

# label4.Text
source: &Description
km_kh: ការពិពណ៌នា

# label5.Text
source: &Category Code
km_kh: លេខកូដប្រភេទ

# Label20.Text
source: Unit Stock
km_kh: ឯកតាស្តុក

# Label22.Text
source: Price of Unit Stock
km_kh: តម្លៃស្តុកឯកតា

# Label28.Text
source: &Unit Sale
km_kh: លក់ឯកតា

# tabGen.Text
source: General Info
km_kh: ព័ត៌មានទូទៅ

# $this.Text
source: ADD ITEMS
km_kh: បន្ថែមទំនិញ
