Repository: onkhea/POS_SYSTEM
Catalog: GUI/Inventory/SIHELDMOVEMENT_FRM.*.resx
Languages: km_kh

# Sequance.HeaderText
source: Sequance
km_kh: លំដាប់

# Move_Ref.HeaderText
source: Mover_Ref
km_kh: អ្នកផ្លាស់ទី

# TranType.HeaderText
source: Tran_Type
km_kh: ប្រភេទប្រតិបត្តិការ

# MoveDate.HeaderText
source: Move_Date
km_kh: ផ្លាស់ទីកាលបរិច្ឆេទ

# Qty.HeaderText
source: Quantity
km_kh: បរិមាណ

# ToTalAmount.HeaderText
source: Total Amount
km_kh: ចំនួន​សរុប

# UserCode.HeaderText
source: User Code
km_kh: លេខកូដអ្នកប្រើប្រាស់

# ToolStripDropDownButton1.Text
source: &Action
km_kh: សកម្មភាព

# ToolStripButton2.Text
source: &OK
km_kh: យល់ព្រម

# $this.Text
source: Held Movement
km_kh: ចលនាដែលបានប្រារព្ធឡើង
