Repository: onkhea/POS_SYSTEM
Catalog: GUI/Inventory/SIMOVEMENTLINE_FRM.*.resx
Languages: km_kh

# LineNo.HeaderText
source: Line_No
km_kh: បន្ទាត់លេខ

# Locat.HeaderText
source: Location
km_kh: ទីតាំង

# TransferTo.HeaderText
source: Transfer To
km_kh: ផ្ទេរ​ទៅ

# ItemCode.HeaderText
source: Item Code
km_kh: លេខកូដធាតុ

# ItemDesc.HeaderText
source: Item Description
km_kh: ការពិពណ៌នាធាតុ

# Qty.HeaderText
source: Quantity
km_kh: បរិមាណ

# Cost.HeaderText
source: Cost
km_kh: ការចំណាយ

# ToTalAmount.HeaderText
source: Total Amount
km_kh: ចំនួន​សរុប

# UnitOfStock.HeaderText
source: Unit Of Stock
km_kh: ឯកតានៃភាគហ៊ុន

# MovPrd.HeaderText
source: MovPeriod
km_kh: រយៈពេលនៃចលនា

# Label16.Text
source: Total Amount:
km_kh: ចំនួន​សរុប:

# Label14.Text
source: Total Quantity:
km_kh: ចំនួនសរុប៖

# Label3.Text
source: Movement Reference
km_kh: ឯកសារយោងចលនា

# label10.Text
source: Movement Period
km_kh: រយៈពេលនៃចលនា

# Label5.Text
source: Free
km_kh: ឥតគិតថ្លៃ

# Label6.Text
source: Total Amount
km_kh: ចំនួន​សរុប

# Label4.Text
source: Unit of Stock
km_kh: ឯកតានៃភាគហ៊ុន

# label1.Text
source: Cost
km_kh: ការចំណាយ

# Label2.Text
source: Quantity
km_kh: បរិមាណ

# Label12.Text
source: Line No
km_kh: បន្ទាត់លេខ

# label7.Text
source: On Hold
km_kh: រង់ចាំ

# Label11.Text
source: Physical
km_kh: រាងកាយ

# lblT.Text
source: Transfer to
km_kh: ផ្ទេរ​ទៅ

# lblLoc.Text
source: Location Code
km_kh: លេខកូដទីតាំង

# lblItemCode.Text
source: Item Code
km_kh: លេខកូដធាតុ

# Label8.Text
source: Movement Date
km_kh: កាលបរិច្ឆេទនៃចលនា

# StartToolStripButton.Text
source: &Start
km_kh: ចាប់ផ្តើម

# ToolStripSplitButton1.Text
source: &View
km_kh: មើល

# HeldToolStripButton2.Text
source: &Held Batch
km_kh: បណ្តុំដែលបានប្រារព្ធឡើង

# ToolStripButton1.Text
source: &Post Batch
km_kh: កញ្ចប់ប្រកាស

# toolStripButton2.Text
source: &Add New Line
km_kh: បន្ថែមបន្ទាត់ថ្មី

# toolStripButton3.Text
source: &Edit
km_kh: កែសម្រួល

# toolstripRemoveLine.Text
source: &Remove Line
km_kh: លុបបន្ទាត់

# toolStripButton5.Text
source: &Ok
km_kh: &យល់ព្រម
